export const sliderText = {
  titleRes: "Панорамный ресторан мечты на берегу",
  titleSpa: "Круглогодичный видовой СПА-центр",
  subRes: "Вдруг понадобится",
  subSpa: "...",
};

export const heroSpa = {
  titleSpa: "Круглогодичный видовой СПА-центр",
  descriptionSpa:
    "Тотальный антистресс и прекрасная возможность уделить внимание себе, своему здоровью и зимой и летом",
  featuresSpa1: "Тренажёрный и фитнес залы",
  featuresSpa2: "Первая береговая линия Финского залива с собственным пляжем",
  featuresSpa3: "Множество оздоровительных и расслабляющих процедур",
  textBtnSpa: "Забронировать",
};

export const heroMain = {
  adressMain: "Ленинградская область, Зелёная Роща",
  titleMain: "Максимум условий для комфортного отдыха",
  descriptionMain:
    "Открой для себя абсолютно новый загородный клуб, включающий лучшие практики гостиничного сервиса, услуги ресторана, красоты, здоровья и активного отдыха",
  featuresMain1: "Современный дизайн и качественный сервис",
  featuresMain2: "Первая береговая линия Финского залива с собственным пляжем",
  featuresMain3: "Вертолётная площадка",
  textBtnMain: "Все коттеджи",
};

export const villasMainText = {
  title: "Виллы премиум-класса",
  subtitle: "Когда экологичность и эстетика неразделимы",
};

export const villasSpaText = {
  title: "Счастье, доступное каждому",
  subtitle: "Множество процедур и эстетика в каждом мгновении",
};

export const villasSpa = [
  {
    name: "Тренажёрный и фитнес залы",
    description:
      "Тренажёрный и фитнес зал позволят оперативно погрузиться каждому отдыхающему в атмосферу спорта",
    imageSrc: "/images/sports-room.png",
  },
  {
    name: "Взрослый и детский бассейны",
    description:
      "Взрослый бассейн на 12 метров и вместительный детский бассейн позволят насладиться водными процедурами всей семьёй",
    imageSrc: "/images/spa.png",
  },
  {
    name: "Детская комната",
    description:
      "Ваш ребёнок будет в безопасности с опытными аниматорами и так же проведёт весёлые выходные с нами",
    imageSrc: "/images/salt-house.png",
  },
  {
    name: "Флоатинг и соляная пещера",
    description:
      "Производство гормонов счастья, избавление от стресса, улучшение сна, избавление от болевых синдромов — всё это возможно с помощью флоатинга и соляной пещеры",
    imageSrc: "/images/floating.png",
  },
  {
    name: "Четыре сауны",
    description:
      "Счастье, доступное каждомуМножество процедур и эстетика в каждом мгновенииВместительные сауны подарят удовольствие от горячих процедур и поспособствуют укреплению иммунитета",
    imageSrc: "/images/baths.png",
  },
  {
    name: "СПА-бар",
    description:
      "Здесь вы сможете угоститься вкусными и полезными напитками и продуктами, а ваш организм вас отблагодарит",
    imageSrc: "/images/sports-room.png",
  },
];

export const villasMain = [
  {
    name: "Ривьера",
    area: "77 м²",
    rooms: "2 комнаты",
    description:
      "Функциональная, современная, компактная вилла для небольшой компании",
    imageSrc: "/images/villa-riviera.png",
  },
  {
    name: "Грандис",
    area: "98 м²",
    rooms: "3 комнаты",
    description: "Комфортная, стильная вилла для семейного отдыха",
    imageSrc: "/images/villa-grandis.png",
  },
];
